[INV_SkillPoints.Item_SkillPointReward ItemDefinition]
ItemName="Skill Point Upgrade"
NoManufacturerName=""
PickupMessage="You got a Skill Point!"
PickupMessageWithLevel=""
UseFailureCharacterMessage=""
UseFailureConstraintsMessage=""
UseFailureLevelMessage=""

[INV_SkillPoints.Item_SkillPointReward:AttributePresentationDefinition_14 AttributePresentationDefinition]
Description="Grants a free Skill Point!"
NoConstraintText=""
Suffix=""

